Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/TVApp.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SHORT_TITLE_WIFI
source: Apple TV App
ar: تطبيق Apple TV
bg: Приложение Apple TV
ca: App Apple TV
cs: Aplikace Apple TV
da: Apple TV-appen
el: Εφαρμογή Apple TV
es: App Apple TV
es_us: App Apple TV
fi: Apple TV -appi
fr: App Apple TV
fr_ca: App Apple TV
he: היישום ⁨‏TV של Apple⁩
hi: Apple TV ऐप
hr: Aplikacija Apple TV
id: App Apple TV
it: App Apple TV
ja: Apple TVアプリ
kk: Apple TV қолданбасы
ko: Apple TV 앱
lt: Programa „Apple TV“
ms: App Apple TV
no: Apple TV-appen
pl: Aplikacja Apple TV
pt_br: App Apple TV
pt_pt: Aplicação TV
ro: Aplicația Apple TV
ru: Приложение Apple TV
sk: Apka Apple TV
sl: Aplikacija Apple TV
sv: Apple TV-appen
th: แอป Apple TV
tr: Apple TV Uygulaması
uk: Програма Apple TV
vi: Ứng dụng Apple TV

# BUTTON_CAPTION
source: Your playback, searches, purchases, and device trust score are used to personalize your experience, improve the service, send you notifications, and prevent fraud. Your device serial number may be used to check eligibility for offers.
ar: تُستخدم معلومات التشغيل وعمليات البحث والشراء ومستوى موثوقية الجهاز لتخصيص تجربتك وتحسين الخدمة وإرسال الإشعارات إليك ومنع الاحتيال. وقد يُستخدم الرقم التسلسلي لجهازك للتحقق من أهليتك للعروض.
bg: Информацията за това какво сте възпроизвеждали, търсили, купували и рейтинга на доверие за устройството се използват за персонализиране на предоставените ви функции, за подобряване на услугата, за изпращане на известия и за предотвратяване на измами. Серийният номер на вашето устройство може да се използва, за да се провери дали отговаряте на условията за оферти.
ca: El contingut que reprodueixis, les cerques i les compres que facis, i la puntuació de confiança del dispositiu s’utilitzen per personalitzar l’experiència, millorar el servei, enviar‑te notificacions i prevenir el frau. El número de sèrie del dispositiu es pot utilitzar per comprovar si compleixes els requisits necessaris per poder oferir‑te el contingut.
cs: Informace o přehrávání, hledání, nákupech a skóre důvěryhodnosti zařízení používáme k individuálnímu přizpůsobení prostředí, k zlepšování služby, k zasílání oznámení a k bránění podvodům. Sériové číslo vašeho zařízení nám umožňuje určit způsobilost pro různé nabídky.
da: Dine afspilninger, søgninger, køb og din enhedstillidsscore bruges til at give dig en personlig oplevelse, forbedre tjenesten, sende dig notifikationer og forhindre svindel. Enhedens serienummer kan blive brugt til at kontrollere, om du er berettiget til tilbud.
de: Dein Erlebnis wird personalisiert, dir werden Mitteilungen gesendet, der Dienst wird verbessert und Betrug wird verhindert. Hierfür verwenden wir deine Wiedergaben, Suchen, Käufe sowie den Gerätevertrauenswert. Die Seriennummer deines Geräts kann verwendet werden, um deine Berechtigung für Angebote zu prüfen.
el: Οι αναπαραγωγές, οι αναζητήσεις, οι αγορές σας και η βαθμολογία αξιοπιστίας συσκευής χρησιμοποιούνται για εξατομίκευση της εμπειρίας σας, βελτίωση της υπηρεσίας, αποστολή γνωστοποιήσεων σε εσάς, και αποτροπή απάτης. Ο σειριακός αριθμός της συσκευής σας μπορεί να χρησιμοποιηθεί ώστε να ελεγχθεί η καταλληλότητα για προσφορές.
es: La información de tus reproducciones, búsquedas y compras, así como la puntuación de confianza de tu dispositivo, se usan para personalizar tu experiencia, mejorar el servicio, enviarte notificaciones y prevenir el fraude. El número de serie de tu dispositivo puede utilizarse para determinar si puedes optar a ofertas.
es_us: Tu información de reproducción, búsquedas, compras y el índice de confiabilidad del dispositivo se usan para personalizar tu experiencia, mejorar el servicio, enviarte notificaciones y prevenir fraudes. Se podría usar el número de serie de tu dispositivo para verificar si cumple con los requisitos para recibir ofertas de servicio.
fi: Toistojasi, hakujasi, ostojasi ja laitteesi luottamuslukua käytetään kokemuksesi räätälöimiseen, palvelun parantamiseen, ilmoitusten lähettämiseen sinulle ja petosten ehkäisemiseen. Laitteesi sarjanumeroa saatetaan käyttää tarjouskelpoisuuden tarkastamiseen.
fr: Vos données de lecture, vos recherches, vos achats et l’indice de confiance de votre appareil peuvent être utilisés pour personnaliser votre expérience, améliorer le service, vous envoyer des notifications et lutter contre la fraude. Le numéro de série de votre appareil peut être utilisé pour vérifier votre éligibilité aux offres de service.
fr_ca: Vos données de lecture, vos recherches, vos achats et l’indice de confiance de votre appareil sont utilisés pour personnaliser votre expérience, améliorer le service, vous envoyer des notifications et prévenir la fraude. Le numéro de série de votre appareil pourrait être utilisé pour vérifier l’admissibilité aux offres.
he: נתוני ההפעלה, החיפוש, הרכישות וציון האמון של המכשיר שלך ישמשו להתאמה אישית של חוויית השימוש שלך, לשיפור השירות, לשליחת עדכונים אליך ולמניעת הונאות. המספר הסידורי של המכשיר שלך עשוי לשמש לבדיקת זכאות להצעות.
hi: आपके प्लेबैक, खोज, ख़रीदारी और डिवाइस विश्वास स्कोर का उपयोग आपके अनुभव को वैयक्तिकृत करने, सेवा को बेहतर बनाने, आपको सूचनाएँ भेजने और धोखाधड़ी रोकने के लिए किया जाता है। आपके डिवाइस के सीरियल नंबर का उपयोग ऑफ़र के लिए योग्यता की जाँच करने के लिए किया जा सकता है।
hr: Vaše informacije o reprodukciji, pretrage, kupljene stavke i rezultat pouzdanosti uređaja koriste se za personaliziranje vašeg iskustva, poboljšanje usluge, slanje obavijesti i sprječavanje prijevare. Serijski broj vašeg uređaja može se koristiti za provjeru prikladnosti za ponude.
hu: Az Ön lejátszásai, keresései, vásárlásai és eszközmegbízhatósági pontszáma a felhasználói élmény személyre szabásához, a szolgáltatás javításához, értesítések küldéséhez és az esetleges csalások megelőzéséhez vannak felhasználva. Előfordulhat, hogy az eszközének sorozatszáma az ajánlatokra való jogosultságának ellenőrzéséhez lesz használva.
id: Pemutaran, pencarian, pembelian, dan skor kepercayaan perangkat Anda digunakan untuk menyesuaikan pengalaman Anda, meningkatkan layanan, mengirimi Anda pemberitahuan, dan mencegah penipuan. Nomor seri perangkat Anda dapat digunakan untuk memeriksa apakah Anda memenuhi syarat untuk menerima penawaran.
it: I contenuti che riproduci, le ricerche, gli acquisti e il punteggio di affidabilità del dispositivo vengono utilizzati per personalizzare la tua esperienza, migliorare il servizio, inviarti notifiche e prevenire le frodi. Il numero di serie del dispositivo potrebbe essere utilizzato per verificare l’idoneità alle offerte.
ja: あなたの再生、検索、購入、デバイスのトラストスコアに関する情報は、あなたのユーザ体験のパーソナライズ、サービスの改善、通知の送信、および不正行為を防止する目的で使用されます。デバイスのシリアル番号はオファーの資格を確認するために使用される場合があります。
kk: Ойнату туралы деректер, іздеу әрекеттері, сатып алулар мен құрылғының сенімділік индексі сізге ұсынылатын сервистерді жекелендіру, сервисті жақсарту, хабарландырулар жіберу және алаяқтықтың алдын алу мақсатында пайдаланылуы мүмкін. Құрылғының сериялық нөмірі сізге сәйкес ұсыныстарды беру үшін пайдаланылуы мүмкін.
ko: 사용자에게 개인 맞춤형 경험을 제공하고 서비스를 향상하고 사용자에게 알림을 보내고 사기를 방지하기 위해 재생, 검색, 구입 및 기기 신뢰도 정보가 사용됩니다. 사용자의 기기 일련 번호는 제안의 대상 여부를 확인하는 데 사용될 수 있습니다.
lt: Jūsų atkūrimas, paieškos, pirkiniai ir įrenginio pasitikėjimo balas naudojami siekiant suasmeninti patirtį, tobulinti paslaugą, siųsti pranešimus ir užkirsti kelią sukčiavimui. Jūsų įrenginio serijos numeris gali būti naudojamas tinkamumui gauti pasiūlymus tikrinti.
ms: Main balik, carian, pembelian dan skor kepercayaan peranti anda digunakan untuk memperibadikan pengalaman anda, meningkatkan perkhidmatan, menghantar pemberitahuan kepada anda dan mencegah penipuan. Nombor siri peranti anda mungkin digunakan untuk menyemak kelayakan bagi tawaran.
nl: Je afspeelgeschiedenis, je zoekopdrachten, je aankopen en de vertrouwensscore van je apparaat worden gebruikt om je een persoonlijke ervaring te bieden, de ervaring van de voorziening te verbeteren, je meldingen te sturen en fraude te voorkomen. Het serie­nummer van je apparaat kan worden gebruikt om na te gaan of je in aanmerking komt voor aanbiedingen.
no: Avspillingsdata, søk, kjøp og enhetens godkjennings­rangering kan bli brukt til å gjøre opplevelsen din mer personlig, forbedre tjenesten, sende deg varslinger og forhindre svindel. Serienummeret til enheten kan bli brukt til å kontrollere om du er kvalifisert for tilbud.
pl: Dane o odtwarzanych, wyszukiwanych oraz kupionych przez Ciebie rzeczach, a także współczynnik zaufania urządzenia są wykorzystywane w celu dostosowania do Twoich indywidualnych potrzeb, udoskonalania innych usług, wysyłania Ci powiadomień oraz zapobiegania oszustwom. Numer seryjny Twojego urządzenia może zostać użyty w celu potwierdzenia uprawnień do korzystania z usługi.
pt_br: Suas reproduções, buscas, compras e pontuação de confiança do dispositivo são usadas para personalizar sua experiência, melhorar o serviço, enviar notificações a você e impedir fraudes. O número de série do seu dispositivo pode ser usado para verificar a elegibilidade para ofertas.
pt_pt: Reproduções, pesquisas, compras e a classificação de fidedignidade do dispositivo são usadas para personalizar a sua experiência, melhorar o serviço, enviar‑lhe notificações e prevenir fraudes. O número de série do dispositivo pode ser utilizado para verificação da elegibilidade para ofertas.
ro: Informațiile despre redare, căutările, achizițiile și scorul de încredere al dispozitivului sunt utilizate pentru a vă personaliza experiența, a îmbunătăți serviciul, a vă trimite notificări și a preveni fraudele. Numărul serial al dispozitivului poate fi utilizat pentru a verifica eligibilitatea dvs. pentru oferte.
ru: Ваши поисковые запросы, данные о воспроизведении и покупках, а также индекс доверия устройству могут использоваться для персонализации и улучшения сервиса, отправки уведомлений и предотвращения мошенничества. Серийный номер Вашего устройства может быть использован с целью предоставлять Вам подходящие предложения.
sk: Informácie o prehrávanom obsahu, vyhľadávaniach, nákupoch a skóre dôvery zariadenia slúžia na individuálne prispôsobenie obchodu vašim potrebám, vylepšovanie služby, posielanie hlásení a na predchádzanie podvodom. Sériové číslo zariadenia môže byť použité na overenie spôsobilosti pre ponuky.
sl: Vaša predvajanja, iskanja, nakupi in ocena zaupanja za napravo se uporabljajo za prilagajanje vaše izkušnje, izboljšanje storitve, pošiljanje obvestil in preprečevanje goljufij. Serijska številka naprave se lahko uporabi za preverjanje upravičenosti do ponudb.
sv: Dina uppspelningar, sökningar, köp och enhets­tillförlitlighets­poäng används till att göra din upplevelse personligare, förbättra tjänsten, skicka notiser till dig och förhindra bedrägerier. Din enhets serienummer kan användas till att kontrollera behörighet för erbjudanden.
th: การเล่น การค้นหา สินค้าที่ซื้อ และคะแนนความน่าเชื่อถือของอุปกรณ์ของคุณจะถูกใช้เพื่อปรับประสบการณ์ให้เข้ากับตัวคุณ ปรับปรุงบริการ ส่งการแจ้งเตือนให้กับคุณ และป้องกันการโจรกรรม อาจใช้หมายเลขประจำเครื่องของอุปกรณ์ของคุณเพื่อตรวจสอบว่าคุณมีคุณสมบัติเหมาะสมสำหรับข้อเสนอหรือไม่
tr: Oynatma, arama işlemleriniz, satın alımlarınız ve aygıt güven puanınız; deneyiminizi kişiselleştirmek, servisi iyileştirmek, size bildirimler göndermek ve dolandırıcılığı önlemek için kullanılır. Aygıtınızın seri numarası, teklifler için uygunluğunuzu denetlemek amacıyla kullanılabilir.
uk: Ваше відтворення, пошукові запити, покупки та бал довіри пристрою допомагають персоналізувати послуги, удосконалювати сервіс, надсилати сповіщення й запобігати шахрайству. Серійний номер вашого пристрою може використовуватися для перевірки відповідності пропозиціям.
vi: Hoạt động phát lại, tìm kiếm, mua và điểm số tin cậy thiết bị được sử dụng để cá nhân hóa trải nghiệm của bạn, cải thiện dịch vụ, gửi thông báo cho bạn và ngăn chặn lừa đảo. Số sê-ri của thiết bị có thể được sử dụng để kiểm tra khả năng đủ điều kiện cho các đề xuất.
zh_cn: 你的播放、搜索、购买和设备信任值将用于为你提供个性化的使用体验、改进服务、向你发送通知以及防范欺诈行为。你的设备序列号可能被用于检查优惠资格。
zh_hk: 你的播放內容、搜尋內容、購買內容和裝置信任分數會用於提供個人化的使用體驗、改進服務、向你傳送通知、以及防範詐騙。我們可能會使用你的裝置序號來檢查優惠是否適用。
zh_tw: 你的播放、搜尋、購買項目和裝置的信任分數可用來提供個人化的使用體驗、改進服務、向你傳送通知和防範詐騙。我們可能會使用你的裝置序號來檢查優惠的使用資格。
